Repository: unmojang/drasl
Catalog: locales/*/default.po
Languages: es_us, pl

source: You are not logged in.
es_us: No has iniciado sesión.
pl: Nie jesteś zalogowany.

source: That account is locked.
es_us: Esa cuenta está bloqueada.
pl: Te konto jest zablokowane.

source: You are not an admin.
es_us: No eres administrador.
pl: Nie jesteś administratorem.

source: name is reserved for transient login
es_us: el nombre está reservado para inicio de sesión transitorio
pl: nazwa jest zarezerwowana dla tymczasowego loginu

source: can't be blank
es_us: no puede estar vacío
pl: nie może być puste

source: can't be longer than %d character
es_us: no puede tener más de %d carácter
pl: nie może być dłuższa niż %d znak

source: That account is already migrated. Log in via OpenID Connect.
es_us: Esa cuenta ya fue migrada. Inicia sesión con OpenID Connect.
pl: Te konto jest już przeniesione. Zaloguj się za pomocą OpenID Connect.

source: Password login is not allowed. Log in via OpenID Connect instead.
es_us: El inicio de sesión con contraseña no está permitido. Inicia sesión mediante OpenID Connect.
pl: Logowanie za pomocą hasła jest niedozwolone. Zamiast tego zaloguj się za pomocą OpenID Connect.

source: Invalid player name: %s
es_us: Nombre de jugador no válido: %s
pl: Niepoprawna nazwa gracza: %s

source: Invalid fallback player: %s
es_us: Jugador de respaldo no válido: %s
pl: Niepoprawny gracz zastępczy: %s

source: That %s account does not have a preferred username.
es_us: Esa cuenta de %s no tiene un nombre de usuario preferido.
pl: Te konto %s nie ma preferowanej nazwy użytkownika.

source: User not found.
es_us: Usuario no encontrado.
pl: Użytkownik nie znaleziony.

source: %s account unlinked.
es_us: Cuenta de %s desvinculada.
pl: Odłączono konto %s.

source: Successfully linked your %s account.
es_us: Tu cuenta de %s se vinculó.
pl: Pomyślnie połączono twoje konto %s.

source: Changes saved.
es_us: Cambios guardados.
pl: Zmiany zostały zapisane.

source: Account created.
es_us: Cuenta creada.
pl: Konto utworzone.

source: Successfully migrated account. From now on, log in with %s.
es_us: Cuenta migrada correctamente. De ahora en adelante, inicia sesión con %s.
pl: Pomyślnie przeniesiono konto. Od tego momentu, loguj się za pomocą %s.

source: Account deleted
es_us: Cuenta eliminada
pl: Konto usunięte

source: Player “%s” deleted
es_us: Jugador “%s” eliminado
pl: Gracz “%s” usunięty

source: Player created.
es_us: Jugador creada.
pl: Gracz utworzony.

source: Invite not found.
es_us: Invitación no encontrada.
pl: Zaproszenie nie znalezione.

source: Invalid ID token from %s
es_us: Token de ID no válido de %s
pl: Niepoprawny token ID z %s

source: Unknown OIDC issuer: %s
es_us: Emisor de OIDC desconocido: %s
pl: Nieznany wystawca OIDC: %s

source: Invalid username: %s
es_us: Nombre de usuario no válido: %s
pl: Niepoprawna nazwa konta: %s

source: Must specify either a password or an OIDC identity.
es_us: Debes especificar una contraseña o una identidad OIDC.
pl: Musisz podać albo hasło albo tożsamość OIDC.

source: Password registration is not allowed.
es_us: El registro con contraseña no está permitido.
pl: Rejestracja hasła nie jest dozwolona.

source: Invalid password: %s
es_us: Contraseña no válida: %s
pl: Niepoprawne hasło: %s

source: Unknown OIDC provider: %s
es_us: Proveedor OIDC desconocido: %s
pl: Nieznany dostawca OIDC: %s

source: OIDC subject for provider %s can't be blank.
es_us: El sujeto OIDC para el proveedor %s no puede estar en blanco.
pl: Temat OIDC dla dostawcy %s nie może być pusty.

source: Invalid preferred language.
es_us: Idioma preferido no válido.
pl: Niepoprawny preferowany język.

source: Registration from an existing player is not allowed.
es_us: No se permite el registro desde un jugador existente.
pl: Rejestracja za pomocą istniejącego gracza jest niedozwolona.

source: Couldn't verify your skin, maybe try again: %s
es_us: No se pudo verificar tu skin, intenta de nuevo: %s
pl: Nie udało się zweryfikować skórki, spróbuj ponownie później: %s

source: Couldn't find your account, maybe try again: %s
es_us: No se pudo encontrar tu cuenta, intenta de nuevo: %s
pl: Nie udało się znaleźć twojego konta, spróbuj ponownie później: %s

source: Choosing a UUID is not allowed.
es_us: No se permite elegir un UUID.
pl: Wybieranie UUID jest niedozwolone.

source: Invalid UUID: %s
es_us: UUID no válido: %s
pl: Niepoprawne UUID: %s

source: Cannot make a new admin user without having admin privileges yourself.
es_us: No puedes crear un nuevo usuario administrador sin tener privilegios de administrador.
pl: Nie możesz utworzyć nowego administratora bez uprawnień administratora.

source: Cannot make a new locked user without admin privileges.
es_us: No puedes crear un usuario bloqueado sin privilegios de administrador.
pl: Nie możesz utworzyć nowego zablokowanego użytkownika bez uprawnień administratora.

source: Cannot set a max player count without admin privileges.
es_us: No puedes establecer un número máximo de jugadores sin privilegios de administrador.
pl: Nie możesz ustawić maksymalnej liczby graczy bez uprawnień administratora.

source: Invalid max player count: %s
es_us: Número máximo de jugadores no válido: %s
pl: Niepoprawna maksymalna liczba graczy: %s

source: Invalid skin model.
es_us: Modelo de skin no válido.
pl: Niepoprawny model skórki.

source: That username is taken.
es_us: Ese nombre de usuario ya está en uso.
pl: Ta nazwa użytkownika jest zajęta.

source: That username is in use as the name of another user's player.
es_us: Ese nombre de usuario ya se usa como el nombre del jugador de otro usuario.
pl: Ta nazwa użytkownika jest używana przez innego użytkownika jako nazwa gracza.

source: That player name is taken.
es_us: Ese nombre de jugador ya está en uso.
pl: Ta nazwa gracza jest zajęta.

source: That UUID is taken.
es_us: Ese UUID ya está en uso.
pl: Te UUID jest zajęte.

source: That player name is in use as another user's username.
es_us: Ese nombre de jugador se está usando como nombre de usuario de otro usuario.
pl: Ta nazwa gracza jest używana jako nazwa użytkownika innego użytkownika.

source: Error saving the skin.
es_us: Error al guardar el skin.
pl: Wystąpił błąd podczas zapisywania skórki.

source: Error saving the cape.
es_us: Error al guardar la capa.
pl: Wystąpił błąd podczas zapisywania pelerynki.

source: Password login is not allowed.
es_us: El inicio de sesión con contraseña no está permitido.
pl: Logowanie za pomocą hasła jest niedozwolone.

source: Incorrect password.
es_us: Contraseña incorrecta.
pl: Niepoprawne hasło.

source: User is locked.
es_us: El usuario está bloqueado.
pl: Użytkownik jest zablokowany.

source: You are not authorized to update that user.
es_us: No estás autorizado para actualizar ese usuario.
pl: Nie masz pozwolenia na zaktualizowanie tego użytkownika.

source: Cannot change admin status of user without having admin privileges yourself.
es_us: No puedes cambiar el estado de administrador de un usuario sin tener privilegios de administrador.
pl: Nie możesz zmienić statusu administratora użytkownikowi bez uprawnień administratora.

source: Cannot revoke admin status of a default admin.
es_us: No puedes revocar el estado de administrador de un administrador predeterminado.
pl: Nie możesz unieważnić statusu administratora domyślnemu administratorowi.

source: Cannot change locked status of user without having admin privileges yourself.
es_us: No puedes cambiar el estado de bloqueo de un usuario sin tener privilegios de administrador.
pl: Nie możesz zmienić statusu blokady użytkownikowi bez uprawnień administratora.

source: Can't link an OIDC account for another user unless you're an admin.
es_us: No puedes vincular una cuenta OIDC de otro usuario a menos que seas administrador.
pl: Nie możesz połączyć konta OIDC innemu użytkownikowi bez uprawnień administratora.

source: That %s account is already linked to another user.
es_us: Esa cuenta de %s ya está vinculada a otro usuario.
pl: Te konto %s jest już połączone z innym użytkownikiem.

source: That user is already linked to a %s account.
es_us: Ese usuario ya está vinculado a una cuenta de %s.
pl: Ten użytkownik jest już połączony z kontem %s.

source: Can't unlink an OIDC account for another user unless you're an admin.
es_us: No puedes desvincular una cuenta OIDC de otro usuario a menos que seas administrador.
pl: Nie możesz odłączyć konta OIDC innemu użytkownikowi bez uprawnień administratora.

source: No linked %s account found.
es_us: No se encontró ninguna cuenta vinculada de %s.
pl: Nie znaleziono połączonego konta %s.

source: invalid UUID
es_us: UUID inválido
pl: niepoprawne UUID

source: invalid ID
es_us: ID inválido
pl: niepoprawne ID

source: invalid ID or UUID
es_us: ID o UUID inválido
pl: niepoprawne ID lub UUID

source: must match the following regular expression: %s
es_us: debe coincidir con la siguiente expresión regular: %s
pl: musi pasować do następującego wyrażenia regularnego: %s

source: neither a valid player name (%s) nor an email address
es_us: no es un nombre de jugador válido (%s) ni una dirección de correo electrónico
pl: ani prawidłowa nazwa użytkownika (%s), ani adres e-mail

source: not a valid player name or UUID
es_us: no es un nombre de jugador ni UUID válido
pl: niepoprawna nazwa gracza lub UUID

source: must be greater than 0, or use -1 to indicate unlimited players, or use -2 to use the system default
es_us: debe ser mayor que 0, o usa -1 para indicar jugadores ilimitados, o -2 para usar el valor predeterminado del sistema
pl: musi być większe niż 0, użyj -1 dla nielimitowanej ilości graczy, lub użyj -2 dla wartości domyślnej

source: must be longer than %d character
es_us: debe tener más de %d carácter
pl: musi być dłuższe niż %d znak

source: You are only allowed to own %d player.
es_us: Solo se te permite tener %d jugador.

source: Setting a %s texture is not allowed.
es_us: No está permitido establecer una textura de %s.
pl: Ustawianie tekstury %s jest niedozwolone.

source: Can't specify both a file and a URL for %s texture.
es_us: No puedes especificar tanto un archivo como una URL para la textura de %s.
pl: Nie można przesłać pliku ani podać adresu URL w tym samym czasie dla tekstury %s.

source: Setting a %s from a URL is not allowed.
es_us: No está permitido establecer una %s desde una URL.
pl: Ustawianie %s z adresu URL jest niedozwolone.

source: Couldn't download a %s from that URL: %s
es_us: No se pudo descargar una %s desde esa URL: %s
pl: Nie udało się pobrać %s z tego adresu URL: %s

source: Error using that %s: %s
es_us: Error al usar ese %s: %s
pl: Wystąpił błąd podczas używania %s: %s

source: Caller cannot be null.
es_us: El solicitante no puede estar vacío.
pl: Caller nie może być null.

source: Can't create a player belonging to another user unless you're an admin.
es_us: No puedes crear un jugador que pertenezca a otro usuario a menos que seas administrador.
pl: Nie możesz stworzyć gracza innemu użytkownikowi bez uprawnień administratora.

source: You are not allowed to create new players.
es_us: No tienes permiso para crear nuevos jugadores.
pl: Nie masz pozwolenia na tworzenie nowych graczy.

source: Importing an existing player is not allowed.
es_us: No está permitido importar un jugador existente.
pl: Importowanie istniejącego gracza jest niedozwolone.

source: Can't simultaneously import an existing player and choose a UUID.
es_us: No puedes importar un jugador existente y elegir un UUID al mismo tiempo.
pl: Nie możesz zaimportować istniejącego gracza i ustawić UUID w tym samym czasie.

source: Creating a new player is not allowed.
es_us: No está permitido crear un nuevo jugador.
pl: Tworzenie nowego gracza jest niedozwolone.

source: Can't update a player belonging to another user unless you're an admin.
es_us: No puedes actualizar un jugador que pertenezca a otro usuario a menos que seas administrador.
pl: Nie możesz zaktualizować gracza innemu użytkownikowi bez uprawnień administratora.

source: Changing your player name is not allowed.
es_us: No está permitido cambiar el nombre de tu jugador.
pl: Zmienianie twojej nazwy gracza jest niedozwolone.

source: registration server returned an error
es_us: el servidor de registro devolvió un error
pl: serwer rejestracji zwrócił błąd

source: player does not have a skin
es_us: el jugador no tiene un skin
pl: gracz nie posiada skórki

source: invalid image
es_us: imagen inválida
pl: niepoprawne zdjęcie

source: missing challenge token
es_us: falta el token de desafío
pl: Brak tokenu challenge

source: registration server didn't return textures
es_us: el servidor de registro no devolvió texturas
pl: serwer rejestracji nie zwrócił żadnych tekstur

source: You are not allowed to delete players.
es_us: No tienes permiso para eliminar jugadores.
pl: Nie masz pozwolenia na usuwanie graczy.

source: You don't own that player.
es_us: No eres el propietario de ese jugador.
pl: Nie posiadasz tego gracza.

source: Registration requires an invite.
es_us: El registro requiere una invitación.
pl: Rejestracja wymaga zaproszenia.

source: skin must not be greater than %d pixels wide
es_us: la skin no debe tener más de %d píxeles de ancho
pl: skórka nie może być większa niż %d pikseli szerokości

source: skin size must be a multiple of %d pixels wide by %d or %d pixels high
es_us: el tamaño de la skin debe ser un múltiplo de %d píxeles de ancho por %d o %d píxeles de alto
pl: rozmiar skórki musi być wielokrotnością %d pikseli szerokości i %d pikseli wysokości

source: cape must not be greater than %d pixels wide
es_us: la capa no debe tener más de %d píxeles de ancho
pl: pelerynka nie może być większa niż %d pikseli szerokości

source: cape size must be a multiple of %d pixels wide by %d pixels high
es_us: el tamaño de la capa debe ser un múltiplo de %d píxeles de ancho por %d píxeles de alto
pl: rozmiar pelerynki musi być wielokrotnością %d pikseli szerokości i %d pikseli wysokości

source: You are only allowed to have %d player.
pl: Możesz utworzyć tylko %d gracza.

source: Player UUID (leave blank for offline UUID)
pl: UUID gracza (zostaw puste dla UUID offline)

source: Skin
pl: Skórka
