Repository: unmojang/drasl
Catalog: locales/*/default.po
Languages: es_us, pl

source: OpenID logo
es_us: Logo de OpenID
pl: Logo OpenID

source: Registration
es_us: Registro
pl: Rejestracja

source: Register
es_us: Registrarse
pl: Zarejestruj się

source: Admin
es_us: Administrador
pl: Administracja

source: %s's Account
es_us: Cuenta de %s
pl: Konto %s

source: Log out
es_us: Cerrar sesión
pl: Wyloguj się

source: Log in
es_us: Iniciar sesión
pl: Zaloguj się

source: Sign in with %s
es_us: Iniciar sesión con %s
pl: Zaloguj się za pomocą %s

source: or
es_us: o
pl: lub

source: Username
es_us: Nombre de usuario
pl: Nazwa użytkownika

source: Password
es_us: Contraseña
pl: Hasło

source: Configuring your client
es_us: Configurando tu cliente
pl: Konfigurowanie swojego klienta

source: Using {{ index . 0 }} on the client requires a third-party launcher that supports custom API servers. {{ index . 1 }}, a fork of Prism Launcher, is recommended, but {{ index . 2 }} also works. Both are free/libre.
es_us: Usar {{ index . 0 }} en el cliente requiere un lanzador de terceros que soporte servidores API personalizados. Se recomienda {{ index . 1 }}, un fork de Prism Launcher, pero {{ index . 2 }} también funciona. Ambos son libres.
pl: Używanie {{ index . 0 }} na kliencie wymaga zewnętrznego launchera, który obsługuje niestandardowe serwery API. {{ index . 1 }}, fork Prism Launcher, jest rekomendowany, ale {{ index . 2 }} również działa. Oba są darmowe/wolne.

source: Click your account in the top right and select “Manage Accounts...”.
es_us: Haz clic en tu cuenta en la esquina superior derecha y selecciona “Administrar cuentas...”.
pl: Kliknij na swoje konto w prawym górnym rogu i wybierz “Zarządzaj kontami...”.

source: Click “Add authlib-injector” in the right-hand sidebar.
es_us: Haz clic en “Add authlib-injector” en la barra lateral derecha.
pl: Kliknij “Add authlib-injector” na prawym pasku bocznym.

source: Enter your player name and your {{ index . 0 }} password or Minecraft Token, and use {{ index . 1 }} for the URL. Click “OK”.
es_us: Introduce tu nombre de jugador y tu contraseña de {{ index . 0 }} o Token de Minecraft, y usa {{ index . 1 }} para la URL. Haz clic en “Aceptar”.
pl: Wpisz swoją nazwę gracza oraz swoje hasło do {{ index . 0 }} lub swój token Minecraft, oraz użyj {{ index . 1 }} jako URL. Kliknij “OK”.

source: Go to the “Account List” view by clicking the account at the top of the sidebar.
es_us: Ve a la vista “Lista de cuentas” haciendo clic en la cuenta en la parte superior de la barra lateral.
pl: Wejdź w “Account List” klikając na konto na górze paska bocznego.

source: At the bottom left, click “New Auth Server” and enter {{ index . 0 }}. Click “Next” and then “Finish”.
es_us: En la parte inferior izquierda, haz clic en “Añadir un servidor de autenticación” e ingresa {{ index . 0 }}. Haz clic en “Siguiente” y luego en “Finalizar”.
pl: Na lewej dolnej stronie, kliknij “New Auth Server” i wpisz {{ index . 0 }}. Kliknij “Next” a następnie “Finish”.

source: In the sidebar, click the newly-added authentication server, labeled “%s”. Enter your %s player name and password and click “Login”.
es_us: En la barra lateral, haz clic en el servidor de autenticación recién añadido, etiquetado como “%s”. Ingresa tu nombre de jugador y contraseña de %s y haz clic en “Acceder”.
pl: Na pasku bocznym, kliknij na nowo utworzony serwer uwierzytelniający, oznakowany jako “%s”. Wpisz swoją nazwę gracza %s oraz hasło i kliknij “Login”.

source: Other launchers
es_us: Otros lanzadores
pl: Pozostałe launchery

source: Use the authlib-injector URL {{ index . 0 }}.
es_us: Usa la URL de authlib-injector {{ index . 0 }}.
pl: Użyj URL authlib-injector {{ index . 0 }}.

source: Or, if your launcher supports custom API servers but not via authlib-injector, use the following URLs:
es_us: O, si tu lanzador soporta servidores API personalizados pero no a través de authlib-injector, usa las siguientes URLs:
pl: Lub, jeśli twój launcher wspiera niestandardowe serwery API, ale nie authlib-injector, użyj poniższych adresów URL:

source: Authentication server:
es_us: Servidor de “Authentication”:
pl: Serwer uwierzytelniający:

source: Account server:
es_us: Servidor de “Account”:
pl: Serwer kont:

source: Session server:
es_us: Servidor de “Session”:
pl: Serwer sesji:

source: Services server:
es_us: Servidor de “Services”:
pl: Serwer serwisów:

source: Configuring your server
es_us: Configurando tu servidor
pl: Konfigurowanie swojego serwera

source: Minecraft 1.16 and later
es_us: Minecraft 1.16 y posteriores
pl: Minecraft 1.16 i wyżej

source: On recent versions of Minecraft, you can use %s on an unmodified Vanilla server. To do so, add the following arguments before you specify the jar file when you start the server:
es_us: En las versiones recientes de Minecraft, puedes usar %s en un servidor Vanilla sin modificaciones. Para hacerlo, agrega los siguientes argumentos antes de especificar el archivo jar al iniciar el servidor:
pl: Na nowszych wersjach Minecraft'a, możesz użyć %s na niezmodyfikowanym serwerze Vanilla. Aby to zrobić, dodaj poniższe argumenty przed plikiem jar kiedy uruchamiasz serwer:

source: For example, the full command you use to start the server might be:
es_us: Por ejemplo, el comando completo que usas para iniciar el servidor podría ser:
pl: Na przykład, pełna komenda do uruchomienia serwera może wyglądać tak:

source: Minecraft 1.7.2 through 1.15.2
es_us: Minecraft 1.7.2 a 1.15.2
pl: Minecraft od 1.7.2 do 1.15.2

source: Refer to <a href="{{ index . 0 }}">the authlib-injector documentation on setting up a server</a>.
es_us: Consulta <a href="{{ index . 0 }}">la documentación de authlib-injector sobre cómo configurar un servidor</a>.
pl: Odnieś się do <a href="{{ index . 0 }}">dokumentacji authlib-injector na temat konfiguracji serwera</a>.

source: Alternatively, you can patch your server to use a newer version of Mojang's authlib that supports the arguments for custom API servers. Replace the files under <code>com/mojang/authlib</code> in your <code>server.jar</code> with the files in <a href="{{ index . 0 }}">authlib-1.6.25.jar</a>.
es_us: Alternativamente, puedes parchear tu servidor para usar una versión más reciente de authlib de Mojang que soporte los argumentos para servidores API personalizados. Reemplaza los archivos bajo <code>com/mojang/authlib</code> en tu <code>server.jar</code> con los archivos en <a href="{{ index . 0 }}">authlib-1.6.25.jar</a>.
pl: Alternatywnie, możesz spatchować swój serwer aby używał nowszej wersji biblioteki authlib od Mojang, która wspiera argumenty do ustawiania niestandardowych serwerów API. Zamień pliki pod <code>com/mojang/authlib</code> w swoim <code>server.jar</code> z plikami z <a href="{{ index . 0 }}">authlib-1.6.25.jar</a>.

source: <a href="{{ index . 0 }}">Late Classic</a>, Alpha, Beta, etc. through Minecraft 1.6.4
es_us: <a href="{{ index . 0 }}">Clásico Tardío</a>, Alpha, Beta, etc. hasta Minecraft 1.6.4
pl: <a href="{{ index . 0 }}">Late Classic</a>, Alpha, Beta, itp. do Minecraft 1.6.4

source: Use {{ index . 0 }} and start the server with the <code>-Dminecraft.api.session.host</code> argument described above. For example, the full command you use to start the server might be:
es_us: Usa {{ index . 0 }} y arranca el servidor con el argumento <code>-Dminecraft.api.session.host</code> descrito arriba. Por ejemplo, el comando completo que usas para iniciar el servidor podría ser:
pl: Użyj {{ index . 0 }} i uruchom serwer z argumentem <code>-Dminecraft.api.session.host</code> podanym powyżej. Na przykład, pełna komenda do uruchomienia serwer może wyglądać tak:

source: Drasl version %s.
es_us: Versión de Drasl %s.
pl: Wersja Drasl %s.

source: Licensed as {{ index . 0 }}.
es_us: Con licencia {{ index . 0 }}.
pl: Licencjonowane jako {{ index . 0 }}.

source: <a href="{{ index . 0 }}">Source code</a>.
es_us: <a href="{{ index . 0 }}">Código fuente</a>.
pl: <a href="{{ index . 0 }}">Kod źródłowy</a>.

source: Signing in with %s requires an invite.
es_us: Iniciar sesión con %s requiere una invitación.
pl: Logowanie za pomocą %s wymaga zaproszenia.

source: Register a new account:
es_us: Registrar una cuenta nueva:
pl: Zarejestruj nowe konto:

source: Register a new account with a random UUID:
es_us: Registrar una cuenta nueva con un UUID aleatorio:
pl: Zarejestruj nowe konto z losowym UUID:

source: Using invite code %s
es_us: Usando el código de invitación %s
pl: Używanie kodu zaproszenia %s

source: Register from an existing Minecraft player
es_us: Registrarse como un jugador existente de Minecraft
pl: Zarejestruj się za pomocą istniejącego gracza Minecraft

source: Registration as a new player is invite-only.
es_us: El registro como nuevo jugador es solo por invitación.
pl: Rejestracja jako nowy gracz wymaga zaproszenia.

source: Registration as an existing player is invite-only.
es_us: El registro como jugador existente es solo por invitación.
pl: Rejestracja jako istniejący gracz wymaga zaproszenia.

source: Register a new account with the UUID of an existing %s account. Requires verification that you own the account.
es_us: Registra una nueva cuenta con el UUID de una cuenta existente de %s. Se requiere verificación de que eres el propietario de la cuenta.
pl: Zarejestruj nowe konto z UUID istniejącego konta %s. Wymagana jest weryfikacja własności konta.

source: Register a new account with the UUID of an existing %s account
es_us: Registrar una nueva cuenta con el UUID de una cuenta existente de %s
pl: Zarejestruj nowe konto z UUID istniejącego konta %s

source: Continue
es_us: Continuar
pl: Kontynuuj

source: Migrate an existing user
es_us: Migrar un usuario existente
pl: Przenieś istniejącego użytkownika

source: You can link this identity provider to an existing %s account.
es_us: Puedes vincular este proveedor de identidad a una cuenta existente de %s.
pl: Możesz połączyć tego dostawcę tożsamości do istniejącego konta %s.

source: If you do so, you will no longer be able to log in using your %s password. You'll need to use your Minecraft Token to log in to Minecraft launchers.
es_us: Si lo haces, ya no podrás iniciar sesión usando tu contraseña de %s. Necesitarás usar tu Token de Minecraft para iniciar sesión en los lanzadores de Minecraft.
pl: Jeśli to zrobisz, logowanie za pomocą hasła %s stanie się niemożliwe. Wymagane będzie użycie tokena Minecraft do logowania się do launcherów Minecraft.

source: Link account
es_us: Vincular cuenta
pl: Połącz konto

source: Create a player
es_us: Crear un jugador
pl: Stwórz gracza

source: Complete registration by creating a new player:
es_us: Completa el registro creando un nuevo jugador:
pl: Zakończ rejestrację poprzez utworzenie nowego gracza:

source: Complete registration by creating a new player with a random UUID:
es_us: Completa el registro creando un nuevo jugador con un UUID aleatorio:
pl: Zakończ rejestrację poprzez utworzenie nowego gracza z losowym UUID:

source: Choosing a player name is not allowed.
es_us: No está permitido elegir un nombre de jugador.
pl: Wybieranie nazwy gracza jest niedozwolone.

source: Player name
es_us: Nombre de jugador
pl: Nazwa gracza

source: We need to verify that you own the %s account “%s” before you register its UUID.
es_us: Necesitamos verificar que eres el propietario de la cuenta %s “%s” antes de registrar su UUID.
pl: Musimy potwierdzić to, że konto %s “%s” należy do ciebie przed zarejestrowaniem się z jego UUID.

source: Download this image and set it as your skin on your %s account, on <a target="_blank" href="%s">this page</a>.
es_us: Descarga esta imagen y configúrala como tu skin en tu cuenta de %s, en <a target="_blank" href="%s">esta página</a>.
pl: Pobierz te zdjęcie i ustaw je jako swoją skórkę na swoim koncie %s, na <a target="_blank" href="%s">tej stronie</a>.

source: Download this image and set it as your skin on your %s account.
es_us: Descarga esta imagen y configúrala como tu skin en tu cuenta de %s.
pl: Pobierz te zdjęcie i ustaw je jako swoją skórkę na swoim koncie %s.

source: %s verification skin
es_us: Skin de verificación de %s
pl: Skórka weryfikacyjna gracza %s

source: %s-verification-skin.png
es_us: %s-skin-de-verificación.png

source: Download skin
es_us: Descargar skin
pl: Pobierz skórkę

source: When you are done, hit “Register”.
es_us: Cuando termines, haz clic en “Registrarse”.
pl: Kiedy już to zrobisz, kliknij “Zarejestruj się”.

source: When you are done, enter a password for your %s account and hit “Register”.
es_us: Cuando termines, ingresa una contraseña para tu cuenta de %s y haz clic en “Registrarse”.
pl: Kiedy już to zrobisz, utwórz hasło dla swojego konta %s i kliknij “Zarejestruj się”.

source: When you are done, hit “Create player”.
es_us: Cuando termines, haz clic en “Crear jugador”.
pl: Kiedy już to zrobisz, kliknij “Stwórz gracza”.

source: Create player
es_us: Crear jugador
pl: Stwórz gracza

source: Skin Verification
es_us: Verificación del skin
pl: Weryfikacja skórki

source: Complete Registration
es_us: Completa el registro
pl: Zakończ rejestrację

source: Date Generated
es_us: Fecha de generación
pl: Data wygenerowania

source: Pending Invites
es_us: Invitaciones pendientes
pl: Oczekujące zaproszenia

source: Link
es_us: Enlace
pl: Połącz

source: Delete
es_us: Eliminar
pl: Usuń

source: No invites to show.
es_us: No hay invitaciones para mostrar.
pl: Brak zaproszeń do wyświetlenia.

source: All Users
es_us: Todos los usuarios
pl: Wszyscy użytkownicy

source: Are you sure you want to delete the account “%s”? This action is irreversible.
es_us: ¿Está seguro de que desea eliminar la cuenta “%s”? Esta acción es irreversible.
pl: Czy na pewno chcesz usunąć konto “%s”? Ta czynność jest nieodwracalna.

source: User
es_us: Usuario
pl: Użytkownik

source: Players
es_us: Jugadores
pl: Gracze

source: Max # players*
es_us: Máx. número de jugadores*
pl: Maksymalna liczba graczy*

source: Locked
es_us: Bloqueado
pl: Zablokowany

source: Delete Account
es_us: Eliminar cuenta
pl: Usuń konto

source: Admins can always create unlimited players
es_us: Los administradores siempre pueden crear jugadores ilimitados
pl: Administratorzy mogą tworzyć nielimitowaną ilość graczy

source: To demote a default admin, edit the %s configuration.
es_us: Para degradar a un administrador predeterminado, edite la configuración de %s.
pl: Aby usunąć domyślnego administratora, edytuj konfigurację %s.

source: Admin?
es_us: ¿Administrador?
pl: Administrator?

source: Locked?
es_us: ¿Bloqueado?
pl: Zablokowany?

source: Save changes
es_us: Guardar cambios
pl: Zapisz zmiany

source: *Specify -1 to allow an unlimited number of players. Leave blank to use the default max number, which is %d.
es_us: *Especifique -1 para permitir un número ilimitado de jugadores. Déjelo en blanco para usar el máximo predeterminado, que es %d.
pl: *Ustaw -1 aby zezwolić na nielimitowaną ilość graczy. Zostaw puste aby użyć domyślnej maksymalnej liczby, którą jest %d.

source: New Invite
es_us: Nueva Invitacion
pl: Nowe zaproszenie

source: Are you sure you want to delete the player “%s”? This action is irreversible.
es_us: ¿Está seguro de que desea eliminar al jugador “%s”? Esta acción es irreversible.
pl: Czy na pewno chcesz usunąć gracza “%s”? Ta czynność jest nieodwracalna.

source: Are you sure you want to unlink your %s account? You will no longer be able to log in to your %s account using %s.
es_us: ¿Está seguro de que desea desvincular su cuenta de %s? Ya no podrá iniciar sesión en su cuenta de %s usando %s.
pl: Czy na pewno chcesz odłączyć swoje konto “%s”? Logowanie się do swojego konta %s stanie się nie możliwe przy pomocy %s.

source: %s's players
es_us: Jugadores de %s
pl: Gracze użytkownika %s

source: Your players
es_us: Tus jugadores
pl: Twoi gracze

source: Delete Player
es_us: Eliminar jugador
pl: Usuń gracza

source: No players yet.
es_us: Todavía no hay jugadores.
pl: Brak graczy.

source: %s is not allowed to add new players. You can override this limit since you're an admin.
es_us: %s no tiene permiso para agregar nuevos jugadores. Puede omitir este límite porque es administrador.
pl: Konto %s nie ma pozwolenia na tworzenie nowych graczy. Możesz nadpisać ten limit, ponieważ jesteś administratorem.

source: You are not allowed to add new players.
es_us: No tienes permiso para agregar nuevos jugadores.
pl: Nie masz pozwolenia na dodawanie nowych graczy.

source: %s is only allowed to have %d player. You can override this limit since you're an admin.
es_us: A %s solo se le permite tener %d jugador. Puede omitir este límite porque es administrador.
pl: Konto %s może utworzyć tylko %d gracza. Możesz nadpisać ten limit, ponieważ jesteś administratorem.

source: You are only allowed to have 1 player.
es_us: Solo se te permite tener 1 jugador.

source: %s is allowed to have an unlimited number of players.
es_us: A %s se le permite tener un número ilimitado de jugadores.
pl: Konto %s ma pozwolenie na tworzenie nielimitowanej ilości graczy.

source: You are allowed to have an unlimited number of players.
es_us: Se te permite tener un número ilimitado de jugadores.
pl: Masz pozwolenie na tworzenie nielimitowanej ilości graczy.

source: Create a new player
es_us: Crear un nuevo jugador
pl: Stwórz nowego gracza

source: Create a new player with a random UUID:
es_us: Crear un nuevo jugador con un UUID aleatorio:
pl: Stwórz nowego gracza z losowym UUID:

source: Player UUID (leave blank for random)
es_us: UUID del jugador (déjelo en blanco para uno aleatorio)
pl: UUID gracza (zostaw puste dla losowego UUID)

source: Import a player from %s
es_us: Importar un jugador desde %s
pl: Zaimportuj gracza z %s

source: Create a new player with the UUID of an existing %s player. Requires verification that you own the account.
es_us: Crear un nuevo jugador con el UUID de un jugador existente de %s. Se requiere verificación de que usted es el propietario de la cuenta.
pl: Stwórz nowego gracza z UUID istniejącego gracza %s. Wymagana jest weryfikacja własności konta.

source: %s player name
es_us: Nombre del jugador de %s
pl: Nazwa gracza %s

source: Linked accounts
es_us: Cuentas vinculadas
pl: Połączone konta

source: These external accounts are linked to %s's %s account:
es_us: Estas cuentas externas están vinculadas a la cuenta de %s en %s:
pl: Poniższe konta zewnętrzne są połączonego do konta należącego do %s o nazwie %s:

source: These external accounts are linked to your %s account:
es_us: Estas cuentas externas están vinculadas a tu cuenta de %s:
pl: Poniższe konta zewnętrzne są połączonego do twojego konta o nazwie %s:

source: Remove
es_us: Eliminar
pl: Usuń

source: Can't remove the last linked OIDC account.
es_us: No se puede eliminar la última cuenta OIDC vinculada.
pl: Nie można usunąć ostatnio dodanego konta OIDC.

source: No external accounts are linked to %s's account.
es_us: No hay cuentas externas vinculadas a la cuenta de %s.
pl: Brak zewnętrznych kont połączonych z kontem %s.

source: No external accounts are linked to your account.
es_us: No hay cuentas externas vinculadas a tu cuenta.
pl: Brak zewnętrznych kont połączonych z twoim kontem.

source: If you link an external account, you will no longer be able to log in using your %s password. You'll need to use your Minecraft Token to log into Minecraft Launchers
es_us: Si vincula una cuenta externa, ya no podrá iniciar sesión usando su contraseña de %s. Deberá usar su token de Minecraft para iniciar sesión en los lanzadores de Minecraft.
pl: Jeśli połączysz zewnętrzne konto, logowanie za pomocą hasła %s stanie się niemożliwe. Wymagane będzie użycie tokena Minecraft do logowania się do launcherów Minecraft

source: Link with %s
es_us: Vincular con %s
pl: Połącz z %s

source: Account settings
es_us: Configuración de la cuenta
pl: Ustawienia konta

source: Max number of players
es_us: Número máximo de jugadores
pl: Maksymalna liczba graczy

source: Specify -1 to allow unlimited players or leave blank to reset to the configured default value.
es_us: Especifique -1 para permitir jugadores ilimitados o déjelo en blanco para restablecer al valor predeterminado configurado.
pl: Ustaw -1 aby zezwolić na nielimitowaną ilość graczy lub zostaw puste aby zresetować do domyślnej wartości.

source: Leave blank to keep
es_us: Déjelo en blanco para mantener
pl: Zostaw puste aby zachować

source: Can be used instead of a password to sign in to Minecraft launchers.
es_us: Se puede usar en lugar de una contraseña para iniciar sesión en los lanzadores de Minecraft.
pl: Może być używane zamiast hasła do logowania się do launcherów Minecraft.

source: check the box to reset your Minecraft token
es_us: marque la casilla para restablecer su token de Minecraft
pl: zaznacz pole, aby zresetować swój token Minecraft

source: See <a href="{{ index . 0 }}">the %s API documentation</a>
es_us: Consulte <a href="{{ index . 0 }}">la documentación de la API de %s</a>
pl: Zobacz <a href="{{ index . 0 }}">dokumentację API %s</a>

source: check the box to reset your API token
es_us: marque la casilla para restablecer su token de API
pl: zaznacz pole, aby zresetować swój token API

source: Preferred Language (used by Minecraft)
es_us: Idioma preferido (utilizado por Minecraft)
pl: Preferowany język (używany przez Minecraft)

source: Are you sure? This action is irreversible.
es_us: ¿Está seguro? Esta acción es irreversible.
pl: Czy jesteś pewien? Ta czynność jest nieodwracalna.

source: API Token
es_us: Token de API
pl: Token API

source: Minecraft Token
es_us: Token de Minecraft
pl: Token Minecraft

source: Player
es_us: Jugador
pl: Gracz

source: A self-hosted API server for Minecraft
es_us: Un servidor API autohospedado para Minecraft
pl: Self-hostowany serwer API Minecraft

source: Back to %s's account
es_us: Volver a la cuenta de %s
pl: Wróć do konta %s

source: Back to your account
es_us: Volver a tu cuenta
pl: Wróć do swojego konta

source: No skin yet.
es_us: Aún no hay una skin.
pl: Brak skórki.

source: Player name (can be different from %s's %s username)
es_us: Nombre del jugador (puede ser diferente del usuario %s de %s)
pl: Nazwa gracza (może być inna od nazwy użytkownika %s %s)

source: Player name (can be different from your %s username)
es_us: Nombre del jugador (puede ser diferente de tu usuario de %s)
pl: Nazwa gracza (może być inna od twojej nazwy użytkownika %s)

source: Current skin:
es_us: Skin actual:
pl: Obecna skórka:

source: Upload a skin
es_us: Subir una skin
pl: Prześlij skórkę

source: or instead, provide a URL to a skin
es_us: o en su lugar, proporciona una URL de una skin
pl: lub podaj adres URL do skórki

source: or instead, check the box to delete the current skin
es_us: o en su lugar, marca la casilla para eliminar la skin actual
pl: albo zaznacz pole, aby usunąć obecną skórkę

source: Skin model
es_us: Modelo de skin
pl: Model skórki

source: Classic
es_us: Clásico
pl: Klasyczny

source: Slim
es_us: Delgado

source: Current cape:
es_us: Capa actual:
pl: Obecna pelerynka:

source: Cape
es_us: Capa
pl: Pelerynka

source: Upload a cape
es_us: Subir una capa
pl: Prześlij pelerynkę

source: or instead, provide a URL to a cape
es_us: o en su lugar, proporciona una URL de una capa
pl: lub podaj adres URL do pelerynki

source: or instead, check the box to delete the current cape
es_us: o en su lugar, marca la casilla para eliminar la capa actual
pl: albo zaznacz pole, aby usunąć obecną pelerynkę

source: Fallback Player
es_us: Jugador de respaldo
pl: Zastępczy gracz

source: UUID or player name. If you don't set a skin or cape, this player's skin on one of the fallback API servers will be used instead.
es_us: UUID o nombre del jugador. Si no configuras una skin o capa, se usará la skin de este jugador en uno de los servidores API alternativos.
pl: UUID lub nazwa gracza. Jeśli nie ustawisz swojej skórki lub pelerynki, zostaną one wzięte z tego gracza na jednym z ustawionych serwerów zastępczych.
